Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/employment/employment_rights_and_conditions/leave_and_holidays/maternity_leave.html.txt.tmx
Source language: en
Languages: ro

source: If you become pregnant while in employment, you are entitled to take maternity leave
ro: În cazul în care survine o sarcină în timp ce sunteţi angajată, aveţi dreptul la concediu de maternitate

source: The entitlement to a basic period of maternity leave from employment extends to all female employees (including casual workers), regardless of how long you have been working for the organisation or the number of hours worked per week
ro: Dreptul la o perioadă de bază de concediu de maternitate în timpul angajării îl au toate angajatele (inclusiv angajatele sezoniere), indiferent de perioada lucrată pentru organizaţie sau de numărul de ore lucrate săptămânal

source: You can also avail of additional unpaid maternity leave
ro: De asemenea, mai puteţi beneficia şi de un concediu de maternitate suplimentar neplătit

source: The Maternity Protection Acts 1994 and 2004 provide your statutory minimum entitlements in relation to maternity at work including maternity leave
ro: Legea privind Protejarea Maternităţii din 1994 şi Legea privind Protejarea Maternităţii (Amendament) din 2004 vă garantează drepturi statutare minime în ceea ce priveşte maternitatea în muncă, inclusiv concediul de maternitate

source: You are entitled to 26 weeks’ maternity leave together with 16 weeks additional unpaid maternity leave, which begins immediately after the end of maternity leave
ro: În cazul în care concediul dumneavoastră de maternitate începe la data sau ulterior datei de 1 martie 2007, aveţi dreptul la un concediu de maternitate de 26 săptămâni şi la un concediu de maternitate suplimentar neplătit de 16 săptămâni

source: Under the Maternity Protection (Amendment) Act 2004 at least 2 weeks have to be taken before the end of the week of your baby's expected birth and at least 4 weeks after
ro: Conform Legii privind Protejarea Maternităţii (Amendament) din 2004, înainte de sfârşitul săptămânii în care se aşteaptă sosirea copilului, trebuie luate cel puţin 2 săptămâni de concediu şi cel puţin 4 săptămâni ulterior acestei săptămâni

source: You can decide how you would like to take the remaining weeks
ro: Puteţi hotărî cum doriţi să vă repartizaţi restul săptămânilor rămase

source: Generally, employees take 2 weeks before the birth and the remaining weeks after
ro: În general, angajatele iau 2 săptămâni înainte de naştere şi restul săptămânilor după

source: If you qualify for Maternity Benefit (see below) at least 2 and no more than 16 weeks must be taken before the end of the week the baby is due
ro: Dacă întruniţi condiţiile pentru Ajutorul de Maternitate (a se vedea mai jos), înainte de sfârşitul săptămânii în care se aşteaptă sosirea copilului trebuie luate cel puţin 2 şi nu mai mult de 16 săptămâni

source: Payment during maternity leave
ro: Plata pe durata concediului de maternitate

source: Your entitlement to pay and superannuation during maternity leave depends on the terms of your contract of employment
ro: Drepturile dumneavoastră la plată pe durata concediului de maternitate depind de condiţiile contractului dumneavoastră de muncă

source: Employers are not obliged to pay women who are on maternity leave
ro: Angajatorii nu au obligaţia să plătească femeile aflate în timpul concediului de maternitate

source: You may qualify for Maternity Benefit from the Department of Social Protection if you have sufficient PRSI contributions
ro: Puteţi aplica pentru Ajutorul de Maternitate care este o plată suportată de către Ministerul pentru Protectia Sociala dacă aveţi contribuţii PRSI suficiente

source: However an employee’s contract could provide for additional rights to payment during the leave period, so that, for example, the employee could receive full pay less the amount of Maternity Benefit payable
ro: Cu toate acestea contractul unui angajat poate prevedea drepturi suplimentare la plata pe durata concediului, astfel încât, spre exemplu, angajatul să poată beneficia de plata integrală, mai puţin suma plătibilă pentru Ajutorul de Maternitate

source: You are also entitled to take up to a further 16 weeks’ additional maternity leave which begins immediately after the end of maternity leave
ro: Începând cu 1 martie 2007 aveţi de asemenea dreptul la un concediu de maternitate suplimentar de până la 16 săptămâni, însă această perioadă nu este acoperită de Ajutorul de Maternitate, şi nici angajatorul, dacă nu este altfel convenit, nu este obligat să efectueze vreo plată în această perioadă – a se vedea mai jos

source: This period is not covered by Maternity Benefit, nor is your employer obliged, unless otherwise agreed, to make any payment during this period - see below. If you become ill while you are on additional maternity leave you may ask your employer if you may end the additional maternity leave
ro: Dacă vă îmbolnăviţi în timp ce beneficiaţi de concediu de maternitate suplimentar puteţi consulta angajatorul în legătură cu încheierea concediului de maternitate suplimentar

source: If your employer agrees you will not be entitled to the remainder of the maternity leave but will be treated as being on sick leave and you may be entitled to Illness Benefit
ro: Dacă angajatorul acceptă, nu veţi avea dreptul la restul concediului de maternitate, însă va fi considerat ca un concediu medical şi puteţi beneficia de Ajutorul Medical

source: Public holidays and annual leave
ro: Sărbători legale şi concediul anual de odihnă

source: You are entitled to leave for any public holidays that occur during your maternity leave (including additional maternity leave)
ro: Aveţi dreptul la concediu pentru orice sărbători legale din timpul perioadei concediului de maternitate (inclusiv în timpul concediului de maternitate suplimentar)

source: The right of employees to leave for public holidays is set down in Section 21 of the Organisation of Working Time Act 1997
ro: Dreptul angajaţilor la concediu pentru sărbătorile legale este prevăzut în Secţiunea 21 a Legii privind Organizarea Timpului de Lucru din 1997

source: Apart from pay and superannuation, time spent on maternity leave (including additional maternity leave) is treated as though you have been in employment, and this time can be used to accumulate annual leave and public holiday entitlement
ro: Timpul petrecut în concediu de maternitate (inclusiv concediul de maternitate suplimentar) este considerat ca fiind perioadă de activitate, iar această perioadă poate fi adăugată la concediul de odihnă şi la dreptul la sărbătorile legale

source: If you have a stillbirth or miscarriage any time after the 24th week of pregnancy, you are entitled to full maternity leave
ro: În cazul naşterii unui făt mort sau unui avort spontan, în orice moment ulterior celei de-a 24 săptămână de sarcină, aveţi dreptul la un concediu de maternitate integral

source: This means a basic period of 26 weeks and 16 weeks of additional maternity leave
ro: Începând cu 1 martie 2007 acesta reprezintă o perioadă de bază de 26 săptămâni şi 16 săptămâni de concediu de maternitate suplimentar

source: If you have satisfied the PRSI requirements, Maternity Benefit is payable for the 26 weeks of the basic maternity leave
ro: Dacă întruniţi condiţiile PRSI, Ajutorul de Maternitate este plătibil pe perioada celor 26 săptămâni ale concediului de maternitate de bază

source: To apply for Maternity Benefit following a stillbirth, you need to send a letter from your doctor with the Maternity Benefit application form, confirming the expected date of birth, the actual date of birth and the number of weeks of pregnancy
ro: Pentru a solicita Ajutorul de Maternitate după naşterea unui făt mort, trebuie să trimiteţi o scrisoare de la medicul dumneavoastră împreună cu formularul de cerere de Ajutor de Maternitate, confirmând data anticipată a naşterii, data efectivă a naşterii şi numărul de săptămâni de sarcină

source: Health and safety leave
ro: Concediul de risc maternal

source: An employer should carry out separate risk assessments in relation to pregnant employees and those who have recently given birth or are breastfeeding
ro: Angajatorul trebuie să efectueze evaluări separate de risc cu privire la angajatele însărcinate sau la cele care au născut recent sau care alăptează

source: If there are particular risks, these should be either removed or the employee moved away from them
ro: În cazul în care există anumite riscuri, acestea trebuie eliminate sau angajata trebuie protejată

source: If neither of these options is possible, the employee should be given health and safety leave from work which may continue up to the beginning of maternity leave
ro: Dacă niciuna din aceste opțiuni nu este posibilă, angajata trebuie să primească concediul de risc maternal care poate continua până la începutul concediului de maternitate

source: During health and safety leave, employers must pay employees their normal wages for the first 3 weeks as set out in the Maternity Protection (Health and Safety Leave Remuneration) Regulations, SI 20/1995
ro: Pe parcursul concediului de risc maternal, angajatorii trebuie să plătească angajatelor salariul lor normal pe primele 3 săptămâni așa cum se prevede în regulamentele pentru protecția maternității (Plata concediului de risc maternal), SI 20/1995

source: After this, Health and Safety Benefit may be paid
ro: După asta, se poate plăti indemnizație de risc maternal

source: The Health and Safety Authority website has a list of Pregnant at Work FAQs
ro: Pe site-ul Autorității pentru Protecția Muncii se găsește o listă cu întrebări frecvente despre munca în timpul sarcinii

source: Father's entitlement to maternity leave
ro: Dreptul tatălui la concediu de paternitate

source: Fathers are entitled to maternity leave if the mother dies within 40 weeks of the birth
ro: În cazul în care în termen de 40 de săptămâni de la data nașterii se înregistrează decesul mamei, tații au dreptul la concediu de maternitate

source: In these circumstances, the father is entitled to a period of leave, the extent of which depends on the actual date of the mother’s death
ro: În astfel de cazuri, tatăl are dreptul la o perioadă de concediu, care se acordă în funcție de data la care s-a înregistrat decesul mamei

source: If the mother dies within 24 weeks of the birth he has an optional right to the additional maternity leave
ro: În cazul în care decesul mamei se înregistrează în termen de 24 de săptămâni de la data nașterii, acesta are dreptul la concediu de maternitate suplimentar

source: If the mother's death is over 24 weeks after the birth, the father is entitled to leave until 40 weeks after the birth
ro: În cazul în care decesul mamei survine la peste 24 de săptămâni de la data nașterii, tatăl are dreptul la o perioadă de concediu de 40 de săptămâni începând cu data nașterii

source: The leave starts within 7 days of the mother's death
ro: Concediul începe în termen de 7 zile de la decesul mamei

source: Section 7 of the Maternity Protection (Amendment) Act 2004 provides for postponement of maternity leave in strict circumstances, that is, if your baby is hospitalised
ro: Secţiunea 7 din Legea privind Protejarea Maternităţii (Amendament) din 2004 prevede amânarea concediului de maternitate în anumite situaţii bine definite, şi anume, când copilul este spitalizat

source: This right to postpone leave applies whether you are on maternity leave, or on additional unpaid maternity leave
ro: Acest drept de a amâna concediul se aplică indiferent dacă sunteţi în concediu de maternitate sau concediu de maternitate suplimentar neplătit

source: Note, your employer has the right to refuse your application to postpone your maternity leave
ro: Vă rugăm să reţineţi că angajatorul dumneavoastră are dreptul să refuze cererea dumneavoastră de amânare a concediului de maternitate

source: There are details about postponing maternity leave in 'Further information' below
ro: Citiţi 'Informatii suplimentare' pentru mai multe detalii despre amânarea concediului de maternitate

source: Under Section 26 of the Maternity Protection Act 1994 you are entitled to return to work to the same job with the same contract of employment
ro: Conform Secţiunii 26 din Legea privind Protejarea Maternităţii din 1994 aveţi dreptul să vă reluaţi activitatea pe acelaşi post şi în baza aceluiaşi contract de muncă

source: Section 27 of the Act states that if it is not reasonably practicable for your employer to allow you to return to your job, then they must provide you with suitable alternative work
ro: Secţiunea 27 a Legii prevede că dacă nu este posibil, în limite rezonabile, ca angajatorul să vă permită reluarea activităţii, acesta să fie obligat să vă asigure un post alternativ corespunzător

source: This new position should not be on terms substantially less favourable than those of your previous job
ro: Acestui nou post nu trebuie să îi corespundă termene substanţial mai puţin favorabile decât cele ale postului anterior

source: Otherwise, you are entitled to be treated as if you had been at work during your maternity leave
ro: Altfel, aveţi dreptul să se considere că aţi lucrat în perioada concediului de maternitate

source: Your employment conditions cannot be worsened by the fact that you have taken maternity leave, and if pay or other conditions have improved while you have been on maternity leave then you are entitled to these benefits when you return to work
ro: Condiţiile de angajare nu pot fi înrăutăţite de faptul că aţi beneficiat de concediu de maternitate, iar dacă plata sau alte condiţii se îmbunătăţesc în timpul efectuării concediului de maternitate, aveţi dreptul la respectivele beneficii în momentul reluării activităţii

source: PRSI contributions: you will automatically be awarded PRSI credits while you are getting Maternity Benefit
ro: Contribuţii PRSI: în timp ce beneficiaţi de Ajutorul de Maternitate veţi primi automat credite PRSI

source: If you avail of unpaid additional maternity leave you must get your employer to complete an application form for maternity leave credits (pdf) after you return to work
ro: Dacă folosiţi concediul de maternitate suplimentar neplătit, după reluarea activităţii trebuie să solicitaţi angajatorului să completeze o cerere pentru credite pentru concediul de maternitate (pdf)

source: If you are breastfeeding you may be entitled to some time off or a reduction in hours without loss of pay for up to 26 weeks after the birth
ro: Dacă sunteţi în perioada de alăptare puteţi beneficia de timp liber sau de o reducere a orelor de program fără a pierde plata integrală timp de până la 26 săptămâni de la naştere

source: If you decide not to return to work after your period of maternity leave, you are required to give your employer notice in the usual manner
ro: Dacă vă hotărâţi să nu vă reluaţi activitatea după concediul de maternitate, trebuie să informaţi angajatorul conform practicilor curente

source: You are protected against unfair dismissal for claiming your rights under maternity protection legislation - see 'How to apply' below
ro: Legislaţia privind protejarea maternităţii vă protejează împotriva concedierii incorecte pe motiv de revendicare a drepturilor - a se vedea 'Cum depuneţi cererea' mai jos

source: Once your pregnancy is confirmed you may take reasonable time off for medical visits connected with the pregnancy
ro: După confirmarea sarcinii, puteţi beneficia de timp liber pentru vizite medicale în legătură cu sarcina

source: There is no maximum or minimum amount of time off specified for these visits
ro: Nu există perioadă de timp liber minimă sau maximă specificată pentru aceste vizite

source: Rather, you are entitled to as much time off as is necessary to attend each visit
ro: Cu precădere, aveţi dreptul la timpul liber necesar pentru a efectua fiecare vizită

source: This includes the time required to travel to and from the appointment and the time taken for the appointment itself
ro: Acest lucru include timpul necesar deplasării la şi de la cabinet şi timpul alocat controlului

source: You will need to provide your employer with medical evidence confirming the pregnancy, giving 2 weeks’ notice of your medical visits
ro: Va trebui să furnizaţi angajatorului dovada care confirmă sarcina, anunţând vizitele medicale cu 2 săptămâni înainte

source: You should show your appointment card if requested by your employer at any time after your first appointment
ro: Dacă acesta cere, va trebui să prezentaţi angajatorului bonul de programare oricând ulterior primei programări

source: You may also take time off for medical visits after the birth for up to 14 weeks following the birth
ro: De asemenea, mai puteţi beneficia de timp liber pentru vizitele medicale după naştere, timp de până la 14 săptămâni de la naştere

source: You are entitled to be paid while keeping these medical appointments both before and after the birth
ro: Atât înainte cât şi ulterior naşterii aveţi dreptul la plata timpului alocat acestor vizite medicale

source: You may also be entitled to take paid time off to attend some ante-natal classes
ro: De asemenea, este posibil să aveţi dreptul la concediu cu plată pentru a putea lua parte la cursuri prenatale

source: Your entitlement is for one set of ante-natal classes except for the last 3 classes of the set
ro: Dreptul dumneavoastră se referă la un set de cursuri prenatale cu excepţia ultimelor 3 cursuri din acest set

source: Fathers are entitled to paid time off to attend the last 2 classes in the set of ante-natal classes
ro: Taţii au dreptul la timp liber plătit pentru a participa la ultimele 2 cursuri din setul de cursuri prenatale

source: Notice: You must give your employer at least 4 weeks' written notice of your intention to take maternity leave and you must also provide your employer with a medical certificate confirming your pregnancy
ro: Notă: În cazul în care intenţionaţi să beneficiaţi de concediul de maternitate trebuie să notificaţi angajatorul cu cel puţin 4 săptămâni înainte şi, de asemenea, trebuie să furnizaţi angajatorului un certificat medical care să confirme sarcina

source: If you intend to take the additional 16 weeks’ maternity leave you must provide your employer with at least 4 weeks' written notice
ro: În cazul în care intenţionaţi să beneficiaţi de concediul de maternitate suplimentar de 16 săptămâni trebuie să notificaţi angajatorul în scris cu cel puţin 4 săptămâni înainte

source: Both these notices can be given at the same time
ro: Cele două notificări pot fi transmise simultan

source: Early birth: If your baby is born more than 4 weeks before your due date, you will have fulfilled the notice requirements if you give your employer written notice within 14 days of the birth
ro: Naştere prematură: În cazul în care copilul dumneavoastră se naşte cu cel puţin 4 săptămâni înainte de termen, se va considera că aţi respectat condiţiile privind notificarea dacă trimiteţi angajatorului o notificare scrisă în termen de 14 zile de la naştere

source: Medical certification: Section 11 of the Maternity Protection Act 1994 provides that if you are certified by your doctor as needing to start maternity leave for medical reasons, your maternity leave will start on the earlier date as specified on the medical certificate
ro: Certificare medicală: Secţiunea 11 din Legea privind Protejarea Maternităţii din 1994 prevede ca în cazul în care doctorul certifică faptul că trebuie să beneficiaţi de concediu de maternitate din motive medicale, concediul de maternitate va începe la data cea mai apropiată de data menţionată în certificatul medical

source: In this case you are considered to have complied with the notice requirements
ro: În acest caz se consideră că aţi respectat cerinţele privind notificarea

source: Return to work: You must give your employer at least 4 weeks' written notice of your intention to return to work
ro: Reluarea activităţii: Trebuie să notificaţi angajatorul cu cel puţin 4 săptămâni înainte asupra intenţiei de a vă relua activitatea

source: It is important to comply with these notice requirements, as failure to do so may cause loss of rights
ro: Este important să respectaţi aceste condiţii de notificare, deoarece nerespectarea lor poate duce la pierderea drepturilor

source: You must notify your employer as soon as possible if you wish to postpone your maternity leave (but remember, your employer can refuse this application)
ro: Dacă doriţi să amânaţi concediul de maternitate trebuie să anunţaţi angajatorul cât mai curând posibil (vă rugăm să reţineţi că angajatorul poate refuza această solicitare)

source: You should apply to your employer in writing to take maternity leave
ro: Pentru concediul de maternitate se înaintează o cerere scrisă către angajator

source: If you need further information about maternity leave you should contact the Workplace Relations Commission's Information and Customer Service
ro: În cazul în care aveți nevoie de informații suplimentare în legătură cu concediul de maternitate contactați Serviciul clienți din cadrul Unității privind relațiile la locul de muncă

source: You can read more information in the booklet, Your Maternity Leave Rights Explained (pdf)
ro: Pe site-ul puteți găsi broșura, Drepturile cu privire la concediul de maternitate explicate (pdf)

source: If you have a dispute with your employer about maternity leave or if you have been dismissed due to a matter connected with your pregnancy or for claiming your rights under maternity leave legislation, you may make a complaint within 6 months of the dispute or complaint occurring. You must use the online complaint form available on workplacerelations.ie
ro: În cazul unui litigiu cu angajatorul cu privire la concediul de maternitate sau în cazul în care ați fost concediată din cauza unei probleme legate de sarcină sau pentru faptul că v-ați solicitat drepturile în baza legislației cu privire la concediul de maternitate, puteți înainta o plângere folosind noul formular unic pentru plângeri (pdf)

source: At least 6 weeks before your baby's due date you should apply to the Maternity Benefit Section of the Department of Social Protection for Maternity Benefit
ro: Cu cel puţin 6 săptămâni înainte de data aşteptată a naşterii trebuie să aplicaţi la Secţiunea Ajutorul de Maternitate a Ministerului pentru Protectia Sociala pentru Ajutorul de Maternitate

source: Section 7 of the Maternity Protection (Amendment) Act 2004 provides for postponement of maternity leave which applies whether you are on maternity leave, or on additional unpaid maternity leave
ro: Secţiunea 7 din Legea (Amendamentul) privind protecţia maternităţii, 2004 (Maternity Protection (Amendment) Act 2004) prevede amânarea concediului de maternitate care se aplică indiferent dacă vă aflaţi în concediu de maternitate sau în concediu de maternitate suplimentar fără plată

source: The maximum amount of time the leave can be postponed is six months
ro: Perioada maximă de timp cu care se poate amâna concediul este de şase luni

source: You may only request that your maternity leave be postponed once you have taken at least 14 weeks' maternity leave, 4 of which must have been taken after the birth
ro: Puteţi solicita amânarea concediului dumneavoastră de maternitate exclusiv în cazul în care aţi beneficiat de, cel puţin, 14 săptămâni de concediu de maternitate, dintre care trebuie să fi beneficiat de 4 după naştere

source: (This provision does not apply to fathers who are on maternity leave)
ro: (Această prevedere nu se aplică în cazul taţilor care se află în concediu de paternitate)
